{
  "Castellano": "Gaztelera",
  "Euskera": "Euskera",
  "Visor": "Bisorea",
  "Visores": "Bisoreak",
  "Mis paradas": "Nire geltokiak",
  "Añadir paradas": "Geltokiak gehitu",
  "Sobre Arin": "Arin buruz",
  "Otras opciones": "Beste aukera batzuk",
  "Ordena las paradas seleccionadas y elimina las que no desees seguir viendo": "Aukeratutako geltokiak ordenatu eta nahi ez dituzunak ezabatu",
  "Frecuencia aproximada": "Autobus arteko denbora",
  "Próximo autobús": "Hurrengoa",
  "Siguiente en llegar": "Ondorengoa",
  "Vagones": "Bagoiak",
  "vagones": "bagoi",
  "Configurar": "Kudeatu",
  "Pueblo seleccionado": "Aukeratutako herria",
  "Deseleccionar pueblo": "Aukera kendu",
  "Mapa de paradas": "Geltoki mapa",
  "Listado de paradas": "Geltoki zerrenda",
  "Ver como lista": "Zerrenda bezala ikusi",
  "Ver como mapa": "Mapa bezala ikusi",
  "Añade o elimina las paradas favoritas usando la estrella": "Gehitu edo ezabatu gogoko geltokiak izarra erabiliz",
  "Nombre de la parada": "Geltokiaren izena",
  "Escribe para filtrar": "Idatz ezazu iragazteko",
  "No tienes paradas favoritas configuradas": "Ez dituzu gogoko geltokirik aukeratuta",
  "Para poder ver tus paradas favortias, debes configurarlas": "Zure gogokoen geltokiak ikusteko aukeratu behar dituzu",
  "Configura tus paradas favoritas": "Aukeratu zure geltoki gogokoenak",
  "Municipios de Bizkaia": "Bizkaiko udalerriak",
  "Otros municipios": "Beste udalerriak",
  "Visores Bizkaibus": "Bizkaibus bisoreak",
  "Visores Metro Bilbao": "Metro Bilbao bisoreak",
  "Para poder añadir paradas a favoritas seleccione un municipio": "Gogokoen geltokiak gehitzeko udalerri bat aukeratu",
  "Buscar municipio": "Udalerria bilatu",
  "Mapa de Paradas": "Geltoki Mapa",
  "Listado de Paradas": "Geltoki Zerrenda",
  "Deseleccionar": "Aukera kendu",
  "Configurar Bizkaibus": "Bizkaibus kudeatu",
    "Configurar Metro Bilbao": "Metro Bilbao kudeatu",
  "Esta APP ha sido desarrollada de manera personal y sin ánimo de lucro": "App hau pertsonalki garatu da eta dirua irabazteko asmorik gabe",
  "La información proporcionada sobre los tiempos y las paradas son obtenidas de los medios de transporte afectados": "Ordutegi eta geltokiak burutzeko informazioa garraioak eskeintzen duten zerbitzuen bidez lortuak dira",
  "Objetivos": "Helburuak",
  "Los objetivos de la APP son los siguientes": "App-aren helburuak hauek dira",
  "Fomentar el uso del transporte público": "Garraio publikoa erabiltzea sustatu",
  "Facilitar acceder a los visores ocultando la configuración de paradas favoritas. Esto permite que una persona poco habil con el movil pueda disfrutar de la APP cuando se la configure su amigo/a o familiar": "Bisoreetara sartzeko erraztasuna ematea, gogoko geltokiak ezkutatuz. Hau esan nahi du pertsona gutxi trebea dena ere app-a erabiltzea ahalbidetzen duela, bere lagun edo senideak konfiguratu ondoren",
  "¿Por qué no puedo gestionar las paradas en el visor?": "Zergatik ezin ditut geltokiak bisorean kudeatu?",
  "La configuración de los visores se \"oculta\" en el menú para separar configuración de \"día a día\"": "Bisoreen konfigurazioa menuan ezkutatzen da, konfigurazioa eta egunerokoaren artean bereizteko",
  "De esta manera le podrás decir a tu familiar o amigo poco amigo de los móviles: sin problema, te configuro la app y tú solo tienes que iniciarla": "Modu honetan, zure senide edo lagunari esan dezakezu: arazorik ez, neuk konfiguratuko dut app-a eta zuk bakarrik disfrutatu behar duzu",
  "Ayuda al autor": "Egileari lagundu",
  "Si te gusta la app y quieres apoyar mi trabajo, puedes hacer una donación a través de PayPal": "App-a guztoko baduzuu eta nire lana babestu nahi baduzu, donazio bat egin dezakezu PayPal bidez",
  "Donar con PayPal": "Paypal bidez donatu",
  "Idioma": "Hizkuntza",
  "Visores a mostrar": "Erakutsi beharreko bisoreak",
  "Indica si deseas ver o no el número de vagones en los resultados del visor": "Adierazi bagoien zenbakia emaitzetan ikusi nahi duzun edo ez",
  "¿Ver número de vagones?": "Bagoi kopurua ikusi?",
  "El número de Metros que pueden ser cargados es elevado. Puedes establecer cual es el máximo tiempo de Metros que saldrán.": "Ateratzen diren Metro kopurua haundia izan daiteke. Hori ekiditzeko aukeratu zenbat minuturarteko Metroak ikusi nahi dituzun.",
  "Mostrar metros hasta": "Metroak heltzeko debora gehienez",
  "minutos": "minutu",
  "Indica si quieres ver la diferencia de tiempo entre los autobuses que proporiciona Bizkaibus. Esto puede dar una orientación de cuando puede ser el siguiente que venga ya que Bizkaibus solo proporciona dos autobuses por línea.": "Aukeratu autobuses arteko minutu tartea ikusi nahi baduzu. Hau interesgarria izan daiteke hurrengo autobusa noiz etorri den jakiteko, Bizkaibus-en bidez bi autobus bakarrik jasotzen direlako.",
  "Ver frecuencia": "Maiztasuna ikusi",
  "Ninguno": "Bat ere ez",
  "Configuración general": "Konfigurazio orokorra",
  "no_info_bizkaibus": "Bizkaibus ez du informaziorik ematen momentu honetan {{parada}} {{denominacion}} geltokiarentzat",
  "error_bizkaibus": "Bizkaibus errore bat ematen du momentu honetan {{parada}} {{denominacion}} geltokiarentzat",
  "Para poder ver tus paradas favoritas, debes configurarlas en la página de configuración": "Zure geltoki gogokoak ikusteko, konfigurazio orrialdean gehitu behar dituzu",
  "Configurar paradas": "Geltokiak kudeatu",
  "bizkaibus_nav_1": "Bizkaibus",
  "bizkaibus_nav_2": "Bisoreak",
  "metro_nav_1": "Metro",
  "metro_nav_2": "Bisoreak",
  "Configuración": "Konfigurazioa",
  "Cerrar": "Itxi",
  "General": "Orokorra",
  "Menú": "Menua",
  "Indica qué atajos quieres mostrar en la cabecera. También puedes elegir que no quieres atajos": "Aukeratu nahi dituzun lasterbideak. Aukeratu dezakezu ez dituzula lasterbiderik nahi",
  "Añadir parada": "Geltokia gehitu",
  "Buscar paradas por pueblo": "Geltokiak herriaren arabera bilatu",
  "Buscar paradas por localización": "Geltokiak kokapenaren arabera bilatu",
  "Paradas cercanas": "Gertuko geltokiak",
  "A continuación se muestran las paradas cercanas.": "Ondoren gertuko geltokiak erakusten dira",
  "No se ha podido obtener la localización o no hay paradas cercanas.": "Ez da kokapena lortu edo ez dago gertuko geltokirik."
}